Repository: gytjr8422/HaruView
Catalog: HaruView/Localizable.xcstrings
Source language: ko
Languages: en

source: '%@'은(는) 반복 일정입니다. 어떻게 삭제하시겠습니까?
en: %@’ is a recurring event. How would you like to delete it?

source: %@ 추가
en: Add %@

source: %@ 편집
en: Edit %@

source: %@까지
en: until %@

# %d%@ 마다
source: %1$d%2$@ 마다
en: every %1$d %2$@

source: %d분 전
en: %dm before

source: %d분 후
en: %dm after

source: %d시간 전
en: %dh before

source: %d시간 후
en: %dh after

source: %d일 전
en: %dd before

source: %d일 후
en: %dd after

source: %d회
en: %d times

source: %lld개
en: %lld items

source: %lld개 선택됨
en: %lld selected

source: %lld개월마다
en: Every %lld months

source: %lld년마다
en: Every %lld years

source: %lld분 전
en: %lldm before

source: %lld분 후
en: %lldm after

source: %lld시간 전
en: %lldh before

source: %lld시간 후
en: %lldh after

source: %lld일 전
en: %lldd before

source: %lld일 후
en: %lldd after

source: %lld일마다
en: Every %lld days

source: %lld주마다
en: Every %lld weeks

source: ⚠️ 오류: %@
en: ⚠️ Error: %@

source: 1개 선택됨
en: 1 selected

source: 1시간
en: 1h

source: 1시간 30분
en: 1h 30m

source: 2시간
en: 2h

source: 15분
en: 15m

source: 30분
en: 30m

source: iOS 캘린더 앱에서 구독한 공휴일만 표시됩니다
en: Only holidays subscribed from iOS Calendar app are displayed

source: iOS 캘린더 앱에서 원하는 국가의 공휴일 캘린더를 구독해보세요
en: Subscribe to holiday calendars for your desired countries from the iOS Calendar app

source: iOS 캘린더 앱에서 원하는 국가의 공휴일 캘린더를 먼저 구독해주세요
en: Please first subscribe to holiday calendars for your desired countries from the iOS Calendar app

source: iOS 캘린더 앱을 열어서 공휴일을 구독하세요
en: Open iOS Calendar app to subscribe to holidays

source: 간격
en: Interval

source: 개월
en: month(s)

source: 검색 결과
en: Search Results

source: 계속 작성
en: Continue

source: 계속 편집
en: Continue Editing

source: 공휴일 캘린더 선택
en: Select Holiday Calendar

source: 공휴일 캘린더 설정
en: Holiday Calendar Settings

source: 공휴일 캘린더 추가 방법
en: How to Add Holiday Calendar

source: 공휴일 캘린더 추가하기
en: Add Holiday Calendar

source: 공휴일 표시
en: Show Holidays

source: 구독
en: Subscription

source: 구독된 공휴일 캘린더
en: Subscribed Holiday Calendars

source: 구독된 공휴일 캘린더가 없습니다
en: No subscribed holiday calendars

source: 구독된 캘린더 없음
en: No subscribed calendars

source: 금요일
en: Fri

source: 끝나지 않음
en: Never ends

source: 날씨 정보를 가져오는데 실패했습니다: %@
en: Failed to fetch weather data: %@

source: 날씨 정보를 가져오는데 실패했습니다.
en: Failed to fetch weather data.

source: 날짜+시간
en: Date & Time

source: 날짜만
en: Date only

source: 낮음
en: Low

source: 년
en: year(s)

source: 년/월 선택
en: Select Year/Month

source: 높음
en: High

source: 다시 시도
en: Try Again

source: 단계별 가이드
en: Step-by-Step Guide

source: 단계별 가이드를 확인하세요
en: Check the step-by-step guide

source: 닫기
en: Close

source: 달력
en: Calendar

source: 달력 데이터가 없습니다
en: No calendar data available

source: 달력 설정
en: Calendar Settings

source: 달력 준비 중...
en: Preparing calendar...

source: 달력에 공휴일을 표시합니다
en: Display holidays on calendar

source: 달력을 불러오는 중...
en: Loading calendar...

source: 달력을 불러올 수 없습니다
en: Cannot load calendar

source: 당일 아침 8시
en: Same day 8 AM

source: 당일 아침 9시
en: Same day 9 AM

source: 당일 오전 8시
en: Same day 8 AM

source: 당일 오전 9시
en: Same day 9 AM

source: 데이터를 불러올 수 없습니다
en: Cannot load data

source: 뒤로
en: Back

source: 로딩 중...
en: Loading...

source: 로컬
en: local

source: 마감일
en: Due date

source: 마감일까지
en: Until due date

source: 마감일까지 매일 표시됩니다
en: Displayed daily until due date

source: 매
en: Every

source: 매년
en: Every year

source: 매월
en: Every month

# 매월 %d번째 %@
source: 매월 %1$d번째 %2$@
en: Every %1$dth %2$@ of the month

source: 매월 마지막 %@
en: Last %@ of every month

source: 매일
en: Everyday

source: 매일 아침 9시
en: Daily 9 AM

source: 매일 오전 9시
en: Daily 9 AM

source: 매일 오후 6시
en: Daily 6 PM

source: 매일 저녁 6시
en: Daily 6 PM

source: 매주
en: Every week

source: 메모
en: memo

source: 메모를 입력하세요
en: Enter a memo

source: 몇 분 전에 알림받을까요?
en: How many minutes before do you want to be notified?

source: 목록
en: List

source: 목요일
en: Thu

source: 미리알림 앱에서 알림이 울려요.
en: You’ll get a notification from the Reminders app.

source: 미완료로 표시
en: Mark as Incomplete

source: 바람: %.0fm/s
en: Wind: %.0fm/s

source: 반복
en: Repeat

source: 반복 설정
en: Repeat Settings

source: 반복 일정 삭제
en: Delete Recurring Event

source: 반복 일정 편집
en: Edit Recurring Event

source: 반복 일정입니다. 어떻게 삭제하시겠습니까?
en: This is a recurring event. How would you like to delete it?

source: 반복 일정입니다. 어떻게 편집하시겠습니까?
en: This is a recurring event. How would you like to edit it?

source: 반복하지 않음
en: Does not repeat

source: 버전 %@
en: Version %@

source: 보통
en: Medium

source: 분 전
en: minutes before

source: 빈도
en: Frequency

source: 빠른 설정
en: Quick Settings

source: 사용 가능한 목록이 없습니다
en: No available list

source: 사용자 설정
en: Custom Settings

source: 사용자 알림
en: Custom Notifications

source: 삭제
en: Delete

source: 삭제 오류
en: Failed to Delete

source: 삭제 중...
en: Deleting…

source: 삭제가 완료되었습니다.
en: Item deleted successfully.

source: 삭제된 항목은 복구할 수 없습니다.
en: Deleted items cannot be restored.

source: 상단의 + 버튼을 누르거나 달력에서 날짜를 길게 눌러서 일정이나 할 일을 추가할 수 있어요!
en: "Tap the + button above or long press a date on the calendar\nto add events or tasks!"

source: 상세 정보
en: Details

source: 새로고침
en: Refresh

source: 새로운 할 일을 추가해보세요!
en: Try adding a new task!

source: 생일
en: Birthday

source: 선택된 캘린더 없음
en: No calendars selected

source: 설정
en: Settings

source: 설정에서 권한 허용하기
en: Allow permissions in Settings

source: 소리
en: sound

source: 수요일
en: Wed

source: 습도: %.0f%%
en: Humidity: %.0f%%

source: 시작
en: Start

source: 알 수 없음
en: Unknown

source: 알림
en: Notification

source: 알림 방식
en: Notification Method

source: 알림 없음
en: No Notifications

source: 알림 추가
en: Add Alert

source: 알림이 설정되지 않았습니다
en: No alert set

source: 앱 정보
en: App Info

source: 언제 알림받을까요?
en: When would you like to be notified?

source: 업데이트 중...
en: Updating...

source: 없음
en: None

source: 오늘
en: Today

source: 오늘 일정이 없습니다.
en: No events today.

source: 오늘 할 일이 없습니다.
en: No tasks today.

source: 오늘의 일정
en: Today's Events

source: 오늘의 일정과 할 일을 보려면
en: To see today's schedule and tasks

source: 오류가 발생했습니다.
en: An error has occurred.

source: 완료
en: Done

source: 완료로 표시
en: Mark as Complete

source: 요일
en: Weekdays

source: 우선순위
en: Priority

source: 우선순위가 설정되지 않았습니다
en: No priority set

source: 원하는 공휴일 캘린더를 선택하세요
en: Select the holiday calendar you want

source: 월
en: Month

source: 월요일
en: Mon

source: 위젯에서 할 일의 완료 상태를 토글합니다.
en: Toggle the completion status of a to-do item from the widget.

source: 위치
en: Location

source: 위치 선택
en: Select location

source: 위치 입력
en: Enter Location

source: 위치 정보 없음
en: No location info

source: 위치 정보 접근이 거부되었습니다. 날씨 정보를 가져오기 위해 설정에서 위치 권한을 허용해주세요.
en: Location access was denied. Please allow location permission in Settings to fetch weather.

source: 이 날짜에는 일정이나 할 일이 없습니다
en: No events or tasks on this date

source: 이 이벤트만
en: This Event Only

source: 이 이벤트만 삭제
en: Delete This Event Only

source: 이 이벤트만 편집
en: Edit This Event Only

source: 이벤트 시간
en: Event time

source: 일
en: day(s)

source: 이동
en: Go

source: 이동할 월을 선택하세요
en: Select the month to navigate to

source: 이메일
en: email

source: 이미 위치 정보를 요청 중입니다.
en: Location request already in progress.

source: 이후 모든 이벤트
en: All Future Events

source: 이후 모든 이벤트 삭제
en: Delete All Future Events

source: 이후 모든 이벤트 편집
en: Edit All Following Events

source: 일요일
en: Sun

source: 일정
en: Events

source: 일정 삭제
en: Delete Event

source: 일정을 삭제하시겠습니까?
en: Are you sure you want to delete this event?

source: 자주 사용하는 위치
en: Frequently used locations

source: 작성 내용이 저장되지 않습니다.
en: Your changes will not be saved.

source: 저장
en: Save

source: 저장 안 하고 닫기
en: Close without saving

source: 저장이 완료되었습니다.
en: Saved.

source: 전날 오후 9시
en: Previous day 9 PM

source: 전날 저녁 9시
en: Previous day 9 PM

source: 전체 보기
en: View all

source: 전체 일정
en: All events

source: 전체 할 일
en: All Tasks

source: 제목 입력
en: Enter title

source: 종료
en: End

source: 종료 날짜
en: End date

source: 종료 조건
en: End condition

source: 주
en: Week

source: 직접 알림 시간을 설정
en: Set custom notification time

source: 총
en: Total

# 최고: %.0f° 최저: %.0f°
source: 최고: %1$.0f° 최저: %2$.0f°
en: High: %1$.0f° Low: %2$.0f°

source: 추가
en: Add

source: 추가 방법 보기
en: View How to Add

source: 취소
en: Cancel

source: 캘린더
en: Calendar

source: 캘린더 앱에서 알림이 울려요.
en: You’ll get an alert from the Calendar app.

source: 캘린더 앱에서 추가
en: Add from Calendar App

source: 캘린더와 미리알림 모두 접근 권한이 필요해요.
en: Both calendar and reminder permissions are required.

source: 토요일
en: Sat

source: 특정 날짜
en: Specific date

source: 특정 날짜에
en: On specific date

source: 편집
en: Edit

source: 편집 내용이 저장되지 않습니다.
en: Changes won’t be saved.

source: 편집 취소하기
en: Discard Changes

source: 평일만
en: Weekdays

source: 하루 종일
en: All day

source: 할 일
en: To-Do

source: 할 일 토글
en: Toggle To-Do

source: 할 일이 없습니다
en: No tasks

source: 할일 삭제
en: Delete To-Do

source: 할일을 삭제하시겠습니까?
en: Are you sure you want to delete this To-Do?

source: 항목을 **길게 눌러** 수정/삭제할 수 있어요!
en: Long-press an item to edit/delete it!

source: 해당 날짜에만 표시됩니다
en: Only displayed on that date

source: 화요일
en: Tue

source: 확인
en: OK

source: 회
en: times

source: 횟수
en: Number of times

source: 횟수 제한
en: Limit number of times

source:  날씨
en:  Weather
